/* ****************************************** Start ******************************************

    - ฅ^•ﻌ•^ฅ demo only!:
                  xóa khi đã có backend á! 😺😺😺
                  
   ****************************************** Start ****************************************** */

/* 
  TODO: Class zí zụ làm mòe nhớ xóa nhoaa !
*/
class Category {
  late final int id;
  late final String name;
  late final String logo;

  Category(this.id, this.name, this.logo);
}

/* ****************************************** END ******************************************

    - ฅ^•ﻌ•^ฅ demo only!:
                xóa khi đã có backend á! 😺😺😺
                
   ****************************************** END ****************************************** */   